Revit 2027 API
ParameterDownloadOptions.IsInstance Property
 True if binding to Element instances, false if binding to Element types.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsInstance { get; set; }
Public Property IsInstance As Boolean
	Get
	Set
public:
property bool IsInstance {
	bool get ();
	void set (bool value);
}
member IsInstance : bool with get, set
Property Value
Boolean
See Also
Reference
ParameterDownloadOptions Class
Autodesk.Revit.DB Namespace